// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "掃描至網路資料夾";

HSDTaskDescription = "藉由「掃描至網路資料夾」，您可以從 HP 裝置的前面板開始掃描，然後將輸出自動傳送到電腦中的某個共用資料夾。";
HSDStepsDescription = "請依照以下步驟設定「掃描至網路資料夾」:";
HSDStep1Description = "1. 建立 SMB 共用資料夾。";
HSDStep2Description = "2. 在您的 HP 裝置中註冊共用資料夾。";
HSDTaskNote = "按一下「註冊我的共用資料夾」後，您裝置的內嵌式 Web 伺服器中將開啟一個 Web 瀏覽器。請依照顯示的指示完成設定過程。";
HSDCreateFolderButtonTitle = "協助我執行此動作…";
HSDRegisterFolderButtonTitle = "註冊我的共用資料夾…";

CreateSharedFolderTitle = "建立共用資料夾";
